[
{"title" : "Rebel Moon'S New Trailer", "description": "Promises Even More Space Opera Grandness Netflix'S Geeked Week Provides Another Look At The First Half Of Zack Snyder'S Two-Part Science Fiction Epic.", "category_id" : 3, "user_id" : 1},
{"title" : "Netflix'Syuyu Hakusho Is Here To Bring Some Spirit To Your Holidays", "description": "The Live-Action Version Of The Beloved Anime Yuyu Hakusho Is Comes To Netflix On December 14.", "category_id" : 7, "user_id" : 1},
{"title" : "Open Channel: Tell Us What You Thought Of The Marvels", "description": "The Three-Hero Team-Up Between Carol Danvers, Monica Rambeau, And Kamala Khan Is Finally Here. Where'D It Land For", "category_id" : 8, "user_id" : 1},
{"title" : "Robert Butler, Star Trek & Batman Tv Director, Has Died At Age 95", "description": "Butler'S Directorial Work Helped Set The Tone For A Variety Of Genre Shows Or Was Just Good Television In Its Own", "category_id" : 10, "user_id" : 1},
{"title" : "The Dead Boy Detectives Are Here To Solve Some Ghostly Mysteries", "description": "Netflix'S Next Genre Show Is About A Pair Of Already Dead Private Eyes Investigating The Enigmas That Aren'T Quite", "category_id" : 9, "user_id" : 1},
{"title" : "Terminator Is Back, This Time As An Anime The Popular Sci-Fi Series", "description": "Is Doing The Time Warp To Netflix And Joining Its Ever-Growing Slate Of Adult Animation.", "category_id" : 10, "user_id" : 1},
{"title" : "Crunchyroll Will Discontinue Its Own Manga", "description": "App Next Month After A 10-Year Run, The Titular Manga App Is Being Delisted In December, With Seemingly Nothing To Try And Take Its", "category_id" : 11, "user_id" : 1},
{"title" : "James Gunn Is Keeping Superman", "description": "Legacy In Its Original Release Slot With The Hollywood Strikes Over, Gunn Intends For The Man Of Steel'S Next Solo Movie To Hit Its Target Date.", "category_id" : 12, "user_id" : 1},
{"title" : "Coyote Vs. Acme'S Cancellation Has Broken", "description": "Its Crew'S Heart It'S The Third Movie To Be Shelved By Warner Bros. Discovery For Tax Write-Offs, And It'S Going Over About As Well", "category_id" : 10, "user_id" : 1},
{"title" : "Blue Beetle Suits Up On Max Next Week", "description": "Jaime Reyes' Theatrical Debut Finally Hits The Streaming Service It Was Originally Meant For.", "category_id" : 12, "user_id" : 1},
{"title" : "The 10 Saddest Robots Ever Built Lonely Mars Rovers", "description": "Thankless Twitter Bots, Abused Delivery Machines: Robots Don'T Have Feelings, But These Are History'S Saddest Examples.", "category_id" : 16, "user_id" : 1},
{"title" : "Sam Altman Tried On Steve Jobs’ Turtle Neck", "description": "This Week Well, Not Actually. But The Openai Ceo Had His Break Out Tech-Visionary Moment At The Startup'S Inaugural Dev Day…", "category_id" : 16, "user_id" : 1},
{"title" : "Sag-Aftra'S Board Approves Tentative Agreement", "description": "With The Amptp Sag-Aftra President Fran Drescher And Others Held A Press Conference To Update On The Strike Deal; It Will Next Go…", "category_id" : 13, "user_id" : 1},
{"title" : "David Harbour Teases His Frankenstein For Dc'S Creature Commandos", "description": "The Stranger Things Actor Talked Working With James Gunn While On The Red Carpet For The Boxlunch Holiday Gala.", "category_id" : 12, "user_id" : 1},
{"title" : "Stop Letting Your Babies Play With Dog Food", "description": "At Least Seven Cases Of Salmonella Caused By Babies Interacting With Dog Food Have Been Reported. The Outbreak Is Likely Far Larger, Leading To A Recall.", "category_id" : 14, "user_id" : 1},
{"title" : "After Iss Retires", "description": "European Astronauts Might Hop On Airbus'S Commercial Space Station The European Space Agency Is Looking To The Starlab Station For Its Orbital Needs.", "category_id" : 15, "user_id" : 1},
{"title" : "Here Are The Top Ai Stories You Missed This Week", "description": "It Was A Big Week For Sam Altman And Elon Musk Launched His Chatgpt Competitor.", "category_id" : 16, "user_id" : 1},
{"title" : "The Witcher Is Returning To Animation", "description": "And Bringing A New-Old Voice With It Doug Cockle, Famous For Playing Geralt Of Rivia In Cd Projekt Red'S Witcher Video Games, Will Voice The Character In A New Netflix Film.", "category_id" : 17, "user_id" : 1},
{"title" : "Nerf, Cabbage Patch Kids Inducted Into The National Toy Hall Of Fame", "description": "Nerf Secured Its Rightful Place In History As One Of The Greatest Toys Of All Time.", "category_id" : 16, "user_id" : 1}
]